/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Нет данных";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Сохранить";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Введите подпись повторно";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Очистить";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Отменить";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Подпись";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Коснитесь, чтобы подписать";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Область подписи";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Нажмите дважды и перетащите подпись";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Изображение подписи";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Строка подписи";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Отменено";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Дальше";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "ОК";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Статус";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "Пользователь отменил установку соединения";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Без согласия вы не сможете продолжить установку соединения.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Дать согласие";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Выйти";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Назад";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Шаг";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "из";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Действительно выйти из процесса установки соединения?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Защитить данные?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Защитите свои данные";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Не сейчас";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Разрешить";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Отклонить";

/* XBUT: Agree action title in EULAView */
"Agree" = "Принимаю";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Не принимаю";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Загрузка...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Нет элементов для отображения";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d ч. %d мин.";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Готово";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "В таблице данных есть ошибки: %d.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "заголовок строки";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "строка %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "столбец %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "ведущий элемент";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "конечный элемент";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "текст";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "изображение";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "дата";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "время";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "длительность";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "пункт списка";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "выбрано";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "не выбрано";

/* XBUT: calendar time component label */
"Time" = "Время";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Значение: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "Ячейка только для чтения.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Поле только для чтения";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "Достигнут лимит символов";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Уменьшите число символов";

